[
  {
    "city":"Springfield, IL",
    "weather":"Fair",
    "temp":-1,
    "feelslike":-14,
    "wind": "7 mph",
    "humidity":  "59%",
    "pic":"Springfield_img",
    "info": "Springfield is the capital of the U.S. state of Illinois and the county seat of Sangamon County with a population of 116,250, as of the 2010 U.S. Census, making it the sixth most populated city in the state"
  },
  {
    "city":"Chicago, IL",
    "weather":"Fair",
    "temp":2,
    "feelslike":-17,
    "wind": "14 mph",
    "humidity":  "46%",
    "pic":"Chicago_img",
    "info":"Chicago is the third most populous city in the United States, after New York City and Los Angeles. With 2.7 million residents, it is the most populous city in both the U.S. state of Illinois and the American Midwest."
  },
  {
    "city":"Detroit, MI",
    "weather":"Fair",
    "temp":7,
    "feelslike":-9,
    "wind": "12 mph",
    "humidity":  "50%",
    "pic":"Detroit_img",
    "info": "Detroit is the most populous city in the U.S. state of Michigan and the largest city on the United States–Canada border. It is a primary business, cultural, financial and transportation center in the Metro Detroit area, a region of 5.2 million people."
  },
  {
    "city":"Dallas, TX",
    "weather":"Partly Cloudy",
    "temp":29,
    "feelslike":16,
    "wind": "19 mph",
    "humidity":  "24%",
    "pic":"Dallas_img",
    "info": "Dallas is a major city in Texas and is the largest urban center of the fourth most populous metropolitan area in the United States. The city proper ranks ninth in the U.S. and third in Texas after Houston and San Antonio."
  },
  {
    "city":"San Francisco, CA",
    "weather":"Partly Cloudy",
    "temp":60,
    "feelslike":60,
    "wind": "6 mph",
    "humidity":  "60%",
    "pic":"San_Francisco_img",
    "info": "San Francisco, officially the City and County of San Francisco, is the cultural, commercial and financial center of Northern California."
  },
  {
    "city":"Belmont, CA",
    "weather":"Fair",
    "temp":55,
    "feelslike":55,
    "wind": "6 mph",
    "humidity":  "80%",
    "pic":"Belmont_img",
    "info": "Belmont is an affluent city in San Mateo County, California, United States. It is in the San Francisco Bay Area, located halfway down the San Francisco Peninsula between San Mateo and San Carlos."
  },
  {
    "city":"New York City, NY",
    "weather":"Clear",
    "temp":16,
    "feelslike":8,
    "wind": "5 mph",
    "humidity":  "41%",
    "pic":"New_York_img",
    "info" : "New York – referred to as New York City or the City of New York to distinguish it from the State of New York, of which it is a part – is the most populous city in the United States and the center of the New York metropolitan area, the premier gateway for legal immigration to the United States."
  },
  {
    "city":"Boston, MA",
    "weather":"Fair/Windy",
    "temp":10,
    "feelslike":-10,
    "wind": "23 mph",
    "humidity":  "36%",
    "pic":"Boston_img",
    "info" : "Boston is the capital and largest city of the Commonwealth of Massachusetts in the United States. Boston also serves as county seat of Suffolk County. It is the largest city in New England."
  },
  {
    "city":"Los Angeles, CA",
    "weather":"Fair",
    "temp":68,
    "feelslike":68,
    "wind": "4 mph",
    "humidity":  "31%",
    "pic":"Los_Angeles_img",
    "info" : "Los Angeles, officially the 'City of Los Angeles', often known by its initials L.A., is the most populous city in the U.S. state of California and the second-most populous in the United States, after New York City."
  }
]